{
  "who is ash": {
    "query": "who is ash",
    "results": [
      {
        "title": "Collection of the best Pokemmo mods",
        "body": "Jan 26, 2025 · Hello, I'm mrshinori, I'm going to post several mods that I use, leaving the link to each thing, of course. I made three that I will leave the link to, one being mine, the other two …"
      },
      {
        "title": "Essential Raid Pokémon with Sample Sets - PokeMMO",
        "body": "Aug 26, 2025 · The 20 Raid Pokemon To Prepare For Halloween In PokeMMO (by patrouski) EVERY Raid Pokemon You Could Possibly Build In PokeMMO (by patrouski) patrouski's Discord …"
      },
      {
        "title": "The Ultimate Guide to Pokémon Gender Ratios - PokeMMO",
        "body": "Dec 15, 2024 · For example, a Pokémon from the \"Monster\" egg group can breed with a Pokémon from the \"Monster\" egg group. Abilities, natures and IVs can also be passed down through …"
      }
    ],
    "timestamp": "2025-12-19T14:08:56.842087"
  },
  "tell me about you": {
    "query": "tell me about you",
    "results": [
      {
        "title": "Collection of the best Pokemmo mods",
        "body": "Jan 26, 2025 · Hello, I'm mrshinori, I'm going to post several mods that I use, leaving the link to each thing, of course. I made three that I will leave the link to, one being mine, the other two being a combination of different authors, in which I will post the links to the original posts. Blue dragonite and ..."
      },
      {
        "title": "Essential Raid Pokémon with Sample Sets - PokeMMO",
        "body": "Aug 26, 2025 · The 20 Raid Pokemon To Prepare For Halloween In PokeMMO (by patrouski) EVERY Raid Pokemon You Could Possibly Build In PokeMMO (by patrouski) patrouski's Discord Server - Great for alpha/event callouts and finding people to raid with. PokeMMO Raid Den - A raid-focused Discord server where you can find awesome raid guides and people to raid with!"
      },
      {
        "title": "The Ultimate Guide to Pokémon Gender Ratios - PokeMMO",
        "body": "Dec 15, 2024 · For example, a Pokémon from the \"Monster\" egg group can breed with a Pokémon from the \"Monster\" egg group. Abilities, natures and IVs can also be passed down through breeding, which is important to consider alongside gender ratios. Use \"Ctrl + F\" to search for specific Pokemon in the guide for more detailed information. Female Only Unbreedable:"
      }
    ],
    "timestamp": "2025-12-19T14:13:11.512977"
  },
  "tell me its story": {
    "query": "tell me its story",
    "results": [
      {
        "title": "Collection of the best Pokemmo mods",
        "body": "Jan 26, 2025 · Hello, I'm mrshinori, I'm going to post several mods that I use, leaving the link to each thing, of course. I made three that I will leave the link to, one being mine, the other two …"
      },
      {
        "title": "Essential Raid Pokémon with Sample Sets - PokeMMO",
        "body": "Aug 26, 2025 · The 20 Raid Pokemon To Prepare For Halloween In PokeMMO (by patrouski) EVERY Raid Pokemon You Could Possibly Build In PokeMMO (by patrouski) patrouski's …"
      },
      {
        "title": "The Ultimate Guide to Pokémon Gender Ratios - PokeMMO",
        "body": "Dec 15, 2024 · For example, a Pokémon from the \"Monster\" egg group can breed with a Pokémon from the \"Monster\" egg group. Abilities, natures and IVs can also be passed down through …"
      }
    ],
    "timestamp": "2025-12-19T14:34:50.853570"
  },
  "pikachu pokemon lore backstory origin": {
    "query": "Pikachu Pokemon lore backstory origin",
    "results": [
      {
        "title": "Collection of the best Pokemmo mods",
        "body": "Jan 26, 2025 · Hello, I'm mrshinori, I'm going to post several mods that I use, leaving the link to each thing, of course. I made three that I will leave the link to, one being mine, the other two being a combination of …"
      },
      {
        "title": "Essential Raid Pokémon with Sample Sets - PokeMMO",
        "body": "Aug 26, 2025 · The 20 Raid Pokemon To Prepare For Halloween In PokeMMO (by patrouski) EVERY Raid Pokemon You Could Possibly Build In PokeMMO (by patrouski) patrouski's Discord Server - Great for …"
      },
      {
        "title": "The Ultimate Guide to Pokémon Gender Ratios - PokeMMO",
        "body": "Dec 15, 2024 · For example, a Pokémon from the \"Monster\" egg group can breed with a Pokémon from the \"Monster\" egg group. Abilities, natures and IVs can also be passed down through breeding, which is …"
      }
    ],
    "timestamp": "2025-12-19T15:01:02.276923"
  }
}